app/controllers/registro_controller.rb

  def register
  	@user = RegisteredUser.new(user_params)
  	if @user.save
---
INSERT INTO `registered_users` (`created_at`, `email`, `name`, `updated_at`) VALUES ('2014-04-28 20:31:00', 'fmarin@nextlab.org', 'Francisco', '2014-04-28 20:31:00')